[
  {
    "id": "http://dbpedia.org/page/Miles_Davis",
    "name_t": "Miles Davis",
    "abstract_t": "Miles Dewey Davis III (May 26, 1926 – September 28, 1991) was an American jazz musician, trumpeter, bandleader, and composer. Widely considered one of the most influential musicians of the 20th century, Miles Davis was, together with his musical groups, at the forefront of several major developments in jazz music, including bebop, cool jazz, hard bop, modal jazz, and jazz fusion.In 2006, Davis was inducted into the Rock and Roll Hall of Fame, which recognized him as \"one of the key figures in the history of jazz\". In 2008, his 1959 album Kind of Blue received its fourth platinum certification from the Recording Industry Association of America (RIAA), for shipments of at least four million copies in the United States. On December 15, 2009, the U.S. House of Representatives passed a symbolic resolution recognizing and commemorating the album Kind of Blue on its 50th anniversary, \"honoring the masterpiece and reaffirming jazz as a national treasure\""
  },
  {
    "id": "http://dbpedia.org/page/Duke_Ellington",
    "name_t": "Duke Ellington",
    "abstract_t": "Edward Kennedy \"Duke\" Ellington (April 29, 1899 – May 24, 1974) was an American composer, pianist and bandleader of jazz orchestras. He led his orchestra from 1923 until his death, his career spanning over 50 years.Born in Washington, D.C., Ellington was based in New York City from the mid-1920s onward, and gained a national profile through his orchestra's appearances at the Cotton Club in Harlem. In the 1930s, his orchestra toured in Europe. Though widely considered to have been a pivotal figure in the history of jazz, Ellington embraced the phrase \"beyond category\" as a liberating principle, and referred to his music as part of the more general category of American Music, rather than to a musical genre such as jazz.Some of the musicians who were members of Ellington's orchestra, such as saxophonist Johnny Hodges, are considered to be among the best players in jazz. Ellington melded them into the best-known orchestral unit in the history of jazz. Some members stayed with the orchestra for several decades. A master at writing miniatures for the three-minute 78 rpm recording format, Ellington often composed specifically to feature the style and skills of his individual musicians, such as \"Jeep's Blues\" for Hodges, and \"Concerto for Cootie\" for trumpeter Cootie Williams, which later became \"Do Nothing Till You Hear from Me\" with Bob Russell's lyrics.Often collaborating with others, Ellington wrote more than one thousand compositions; his extensive body of work is the largest recorded personal jazz legacy, with many of his extant works having become standards. Ellington also recorded songs written by his bandsmen, for example Juan Tizol's \"Caravan\", and \"Perdido\", which brought a Spanish tinge to big-band jazz.After 1941, Ellington collaborated with composer-arranger-pianist Billy Strayhorn, whom he called his writing and arranging companion. With Strayhorn, he composed many extended compositions, or suites, as well as additional short pieces. Following an appearance at the Newport Jazz Festival, Rhode Island, in July 1956, Ellington and his orchestra enjoyed a major career revival and embarked on world tours. Ellington recorded for most American record companies of his era; performed in several films, scoring several; and composed stage musicals.Due to his inventive use of the orchestra, or big band, and thanks to his eloquence and charisma, Ellington is generally considered to have elevated the perception of jazz to an art form on a par with other traditional musical genres. His reputation continued to rise after his death, and he was awarded a special Pulitzer Prize for music in 1999.Gunther Schuller wrote in 1989Ellington composed incessantly to the very last days of his life. Music was indeed his mistress; it was his total life and his commitment to it was incomparable and unalterable. In jazz he was a giant among giants. And in twentieth century music, he may yet one day be recognized as one of the half-dozen greatest masters of our time."
  },
  {
    "id": "http://dbpedia.org/page/Louis_Armstrong",
    "name_t": "Louis Armstrong",
    "abstract_t": "Louis Armstrong (August 4, 1901 – July 6, 1971), nicknamed Satchmo or Pops, was an American jazz trumpeter, singer, and one of the pivotal and most influential figures in jazz music.Coming to prominence in the 1920s as an \"inventive\" trumpet and cornet player, Armstrong was a foundational influence in jazz, shifting the focus of the music from collective improvisation to solo performance. With his instantly recognizable gravelly voice, Armstrong was also an influential singer, demonstrating great dexterity as an improviser, bending the lyrics and melody of a song for expressive purposes. He was also skilled at scat singing (vocalizing using sounds and syllables instead of actual lyrics).Renowned for his charismatic stage presence and voice almost as much as for his trumpet-playing, Armstrong's influence extends well beyond jazz music, and by the end of his career in the 1960s, he was widely regarded as a profound influence on popular music in general. Armstrong was one of the first truly popular African-American entertainers to \"cross over\", whose skin color was secondary to his music in an America that was extremely racially divided. He rarely publicly politicized his race, often to the dismay of fellow African-Americans, but took a well-publicized stand for desegregation during the Little Rock Crisis. His artistry and personality allowed him socially acceptable access to the upper echelons of American society that were highly restricted for black men."
  }
]
